Repository: botirovshox-lang/med-translation
Catalog: med_translation/final_output/tm_reference_FINAL.tmx
Source language: ru
Languages: en

source: Утром перед исследованием Если вам нужно принять лекарство, запейте его небольшим количеством воды. Если нужно принимать другие лекарства в течение дня, примите их после исследования. Во время исследования • Вы переоденетесь в больничную одежду. • Вы ляжете на стол под устройством, похожим на телевизор. Вы будете бодрствовать. Персонал сделает все, чтобы вам было комфортно. • В прямую кишку введут трубку и надуют баллон, чтобы зафиксировать трубку. Врач будет наблюдать, как бариевая смесь входит через трубку в кишечник. В трубку также могут ввести воздух, чтобы расширить кишку и получить более качественные снимки. Во время исследования вас попросят повернуться на бок. • Вы можете почувствовать спазмы и давление. Чтобы расслабиться, медленно и глубоко дышите ртом. • Врач сделает рентгеновские снимки, при этом вас будут просить задержать дыхание. • По окончании исследования трубку извлекут, и вам предложат пройти в туалет для опорожнения кишечника. • Затем может быть сделан еще один снимок. • Результаты обследования будут отправлены вашему врачу, и он сообщит их вам.
en: The Morning of Your Test If you are to take medicine, take with sips of water only. If you take other medicines later in the day, wait until after your test to take them. During the Test • You will wear a hospital gown. • You lie on an x-ray table below a machine that looks like a TV. You will be awake for this test and the staff will try to keep you comfortable. • A tube is put into your rectum and a balloon is inflated on the tube to keep it in place. The doctor watches as a barium mixture flows through the tube into your colon. Air may also be put into the tube to expand the colon to get better x-ray pictures. You are asked to roll on your side during the test. • You may feel cramping and pressure. Take slow deep breaths through your mouth to help you relax. • X-rays are taken. You will be asked to hold your breath at times. • The tube will be removed. You will be taken to a toilet to empty the barium and air mixture from your colon. • Another x-ray may be taken to finish your test. • Test results are sent to your doctor. Your doctor will share the results with you. Barium Enema. Russian.

source: связанные с катастрофами Биологическая катастрофа может возникнуть в том случае, если произойдет выброс бактерий (микроорганизмов) в результате аварии или нападения. Бактерии или вирусы могут быть распылены в воздухе или попасть в пищу или питьевую воду. Заболевания среди населения имеют место при попадании микроорганизмов в организм через дыхательные пути, поверхность кожи или вместе с пищей. Кроме того, некоторые виды микроорганизмов могут передаваться от человека к человеку. Биологическая катастрофа может оставаться незамеченной до тех пор, пока работники медико-санитарной службы не выявят полную картину заболеваний. В этом случае официальные лица местных органов власти или представители администрации штата сообщат населению через средства массовой информации (телевидение, радио, социальные сети или Интернет), на какие симптомы необходимо обратить внимание. Во время чрезвычайной ситуации биологического характера человек может долго оставаться в неведении, подвергся ли он воздействию опасных микроорганизмов или нет; очень важно при этом сохранять спокойствие и наблюдать за возникающими симптомами. Симптомы зависят от типа микроорганизмов и могут заключаться, в частности, в затрудненном дыхании или признаках гриппа. При появлении признаков заболевания не следует сразу думать, что это результат биологической аварии или нападения. Если Вы плохо себя чувствуете, сразу же вызовите врача или обратитесь в медицинское учреждение.
en: , Biological Emergencies A biological emergency occurs when germs are released during an accident or attack. Germs can be sprayed into the air or released in food or drinking water. These germs must be inhaled, absorbed through the skin or eaten to make people sick. Some germs can also be spread from person to person. A biological emergency may not be noticed until health care workers find a pattern of illness. If so, local or state officials will let you know what signs to look for in reports on the television, radio, social media and Internet. During this type of emergency, you may not know if you were exposed to these germs, but it is important to stay calm and watch for signs. Signs depend on the type of germ but may include trouble breathing and signs of the flu. Do not assume that any illness is the result of the accident or attack. If you feel sick, call your doctor right away or go to the hospital. Biological Emergencies. Russian.

source: • Если после того, как Вы безопасно покинули территорию, полиция, пожарные и аварийные бригады еще не приехали, позвоните 911. • Если Вам нужна медицинская помощь, но серьезных травм нет, следуйте в госпиталь или в клинику, которые расположены подальше от места события. • Следуйте указаниям официальных лиц штата и местных властей. • Помните о дополнительных угрозах. Немедленно обратитесь за медицинской помощью, если у Вас: • Травма головы • Переломы • Ожоги • Кровотечение, которое Вы не можете остановить • Повреждения глаз • Затрудненное дыхание • Вам трудно идти или двигать рукой или ногой • Боль в животе, спине или груди • Рвота или понос Менее тяжкие травмы После катастрофы госпитали и врачебные кабинеты будут очень заняты оказанием помощи тем пострадавшим, для которых существует угроза жизни. Сначала оказывается помощь при тяжелых травмах, а затем лечатся менее важные травмы. Если Ваши травмы не тяжелые, обратитесь в клинику или госпиталь, которые расположены далеко от места события. Возможно, добираться до них придется дольше, но помощь там Вам будет оказана быстрее. К числу менее тяжких травм могут относиться:
en: • Call 911 after you have safely left the area if police, fire and emergency squads have not arrived. • Go to a hospital or clinic away from the event, if you need medical care, but your injuries are not serious. • Follow directions from state and local officials. • Be alert for additional threats. Seek medical care right away if you have: • A head injury • Broken bones • Burns • Bleeding that you cannot stop • Eye injuries • Trouble breathing • Trouble walking or using an arm or leg • Stomach, back or chest pain • Vomiting or diarrhea Less Serious Injuries After a disaster, hospital and doctor offices are very busy treating life threatening injuries. Serious injuries are treated first and then minor injuries are treated. If your injuries are not serious, go to a clinic or hospital farther away from the event. This may take more travel time but you will get faster care. Less serious injuries may include: Bombing or Explosion Emergencies. Russian.

source: костей Переломы зачастую возникают в результате падения, травмы или аварии. Для диагностики перелома могут сделать рентгеновский снимок. После того, как кость поставят на место, чтобы ее зафиксировать, могут наложить гипс или шину. Если у вас сложный перелом и другие травмы, может понадобиться операция и пребывание в больнице. Как правило, кости срастаются за 6–8 недель. Симптомы перелома Зона около сломанной кости может: • Болеть • Иметь ощущение слабости • Неметь или покалывать • Опухать или синеть • Кровоточить, если кожа повреждена • Выглядеть изогнутой, если кость смещена • Быть неподвижной Лечение • Чтобы уменьшить отек, держите травмированную конечность выше груди. Для этого можно использовать подушки. • Для уменьшения боли и отека 1–2 дня прикладывайте лед. Каждый час на гипс или шину на 15–20 минут прикладывайте пакет со льдом. • Принимайте лекарства согласно указаниям врача.
en: Bone Fractures A fracture is also called a broken bone. A broken bone is often caused by a fall, an injury or an accident. You may need an x-ray to see if you have a broken bone. After your bone(s) are put back in place, you may have a cast or splint to keep the injured bone(s) from moving. If you have a bad break and other injuries, you may need to have surgery and stay in the hospital. Most bones heal in 6 to 8 weeks. Signs of a fracture The area near the broken bone may: • Hurt • Feel weak • Feel numb or tingle • Be swollen or bruised • Bleed if the skin is broken • Look bent if the bones are out of place • Be hard to move Your care • Keep the injured area raised above your heart as much as possible to reduce swelling. Use pillows to raise your injured hand or foot above the level of your heart. • Use ice to lessen pain and swelling for the next 1 to 2 days. Put the bag of ice on the cast or splint over the injury for 15 to 20 minutes every hour. • Take your medicines as directed. Bone Fractures. Russian.

source: Если вам наложили гипс • Каждый день проверяйте кожу вокруг гипса. Если появились покраснения или язвы, позвоните врачу. • Наносите лосьон на сухие участки. • Не используйте лосьон или порошок, если на коже под гипсом есть волдыри или швы. • Ежедневно обдувайте кожу холодным воздухом с помощью фена. Таким образом, гипс будет сухим, зуд уменьшится, и вам станет комфортнее. • Если гипс не плотно прилегает, позвоните врачу. Гипс может перекручиваться и раздражать кожу. • Шевелите пальцами рук или ног. Это улучшает кровообращение и способствует заживлению. • Для сглаживания острых концов на гипсе используйте пилочку для ногтей. • Не чешите кожу под гипсом острыми предметами. • Не давите на гипс или шину, поскольку они могут сломаться. • Во время принятия душа или ванны наденьте на гипс или шину пластиковый пакет, чтобы они не намокли. • Если гипс намокнет, высушите его феном. • Когда кость срастется, позвоните в больницу, чтобы вам сняли гипс.
en: If you have a cast • Check the skin around the cast every day. Call your doctor if you have red or sore spots. • Put lotion on dry areas. • Do not use lotion or powders if you have blisters or stitches on your skin under the cast. • Use a hair dryer daily, set on cool. This keeps your cast dry, comfortable and helps relieve itching. • Call your doctor if your cast fits loosely. The cast can slide around causing skin irritation. • Exercise your fingers or toes. This improves blood flow and helps healing. • Use a nail file to file rough edges on your cast. • Do not scratch the skin under your cast with sharp or pointed objects. • Do not put pressure on any part of your cast or splint as it may break. • Keep your cast or splint dry by putting a plastic bag over it when bathing. • Use a hair dryer if your cast gets wet. • Call your doctor or clinic to schedule an appointment to get your cast removed after the bone has healed. Bone Fractures. Russian.

source: Во время обследования • Вы переоденетесь в больничную одежду. • Вам могут предложить успокоительное или обезболивающее средство. • Вы ляжете на бок или на живот. • Доктор сделает обезболивающий укол в месте биопсии. При этом вы можете почувствовать небольшую острую боль. • Когда место биопсии онемеет, врач введет иглу через кожу в кость. Вы почувствуете небольшое давление и, возможно, слабую боль. Обычно неприятные ощущения длятся всего несколько секунд. • Врач возьмет небольшой образец ткани, а затем вытащит иглу и наложит повязку. После обследования • Вам нужно будет полежать на спине 15–20 минут. • Медсестра проверит повязку на предмет кровотечения. • В месте биопсии может появиться кровоподтек или легкий дискомфорт. • Через день вы сможете снять повязку. • Результаты обследования будут отправлены вашему врачу. Врач обсудит с вами результаты обследования.
en: During the Test • You will wear a hospital gown. • You may be given a sedative or pain medicine. • You lie on your side or on your stomach. • The doctor injects the site with numbing medicine. This may sting. • When the site is numb, the doctor puts a needle through the skin into the bone. You will feel some pressure and may feel some pain. This often lasts only a few seconds. • The doctor will remove a small tissue sample and the needle is taken out. A bandage is put on the site. After the Test • You will need to lie on your back for 15 to 20 minutes. • The nurse will check the bandage for any signs of bleeding. • You may have some bruising or mild discomfort. • You can remove the bandage the day after your biopsy. • Test results are sent to your doctor. Your doctor will share the results with you. Bone Marrow Biopsy. Russian.

source: Сцинтиграфия проводится для диагностики заболеваний костей. В организм вводят небольшое количество контрастного радиоактивного вещества, чтобы врач смог рассмотреть кости подробнее, чем на обычном рентгеновском снимке. Обследование состоит из 2 этапов. Не опаздывайте на каждый этап обследования. Первый этап назначен на __.__ __________________________. Время второго этапа вам сообщат в клинике. на лекарства, Если у вас аллергия продукты и пр., сообщите до обследования. Если вы кормите грудью, беременны или можете быть беременны, сообщите до обследования. Подготовка • За 4 дня до процедуры не принимайте препараты с висмутом, например Pepto-Bismol. • За 4 дня не проходите рентгенологические исследования с барием. • Снимите украшения, пирсинг и все металлические предметы. • Вас попросят переодеться в больничную одежду.
en: Bone A bone scan is a test to check for bone problems or diseases. A very small amount of radioactive medicine, called tracer or contrast, is used to show your bones in more detail than your doctor would see from x-rays. This test has 2 parts. Arrive on time for each part of the test. Arrive for the first part of the test at _____ am / pm on __________________. Staff will tell you when to come back to the testing area for the second part of the test. If you have any allergies to medicines, foods or other things, tell the staff before the test. If you are breastfeeding, pregnant or think you might be, tell the staff before the test. To Prepare • Do not take any medicine with bismuth, such as Pepto-Bismol, for 4 days before this test. • You should not have any x-ray tests using barium for 4 days before your bone scan. • Remove any jewelry, piercings or other metal objects before your test. • You may be asked to change into a hospital gown. Bone Scan. Russian.

source: Если у вас вода не из колодца и в вашем доме не старый водопровод, то, как правило, вода из крана безопасна. Старые водопроводные трубы могут содержать свинец, который может вызвать повреждение мозга ребенка. Если у вас старый трубопровод, необходимо раз в год проверять качество воды. В этом случае лучше использовать бутилированную воду. Кормление малыша Уточните у педиатра, как часто и в каком объеме нужно давать смесь. Если ребенок плачет, это необязательно значит, что он голоден. Если он захочет есть, то будет подносить ручки ко рту, шевелить ручками и ножками и издавать звуки. Если ребенок голоден, не откладывайте кормление, даже если вы совсем недавно покормили его. Покормите малыша, при необходимости делая перерывы. Пусть он ест, пока не наестся. Во время кормления дайте ребенку 2–3 раза срыгнуть, чтобы из желудка вышел попавший туда воздух. Каждый малыш ест по-своему. Как правило: • В первые дни жизни большинство новорожденных едят 1–2 унции (30–60 мл) каждые 2–4 часа. • Через 2 недели большинство малышей едят 3–4 унции (90–120 мл) каждые 3–4 часа. Со временем у ребенка выработается свой график. • Иногда малыш может есть больше или меньше. Подготовка смеси • Прежде чем прикасаться к бутылочке или соске, вымойте руки. • Жидкую концентрированную смесь необходимо смешать с таким же количеством воды.
en: Water from your faucet is often clean enough to use unless it is supplied by a well or your house has old plumbing. Old plumbing may contain lead. Lead poisoning can cause brain damage in your baby. If you have old plumbing, have the water tested every year. You may need to use bottled water for your baby. Feeding Your Baby Ask your baby’s doctor how many ounces and how often to feed your baby. Your baby may not be hungry every time they cry. Watch your baby for feeding cues such as moving their hands to their mouth, movement of legs or arms, and making noises. Do not delay feeding when your baby has signs of being hungry even if you feel you have just fed your baby. Feed your baby and stop as needed for breaks. Let them eat until they show signs that they are full. Burp your baby 2 or 3 times during the feeding to get rid of any swallowed air. Each baby’s eating habits are different. As a general guide: • During the first few days, most babies eat about 1 to 2 ounces at each feeding every 2 to 4 hours. • By 2 weeks, most babies are eating 3 to 4 ounces at each feeding every 3 to 4 hours. In time, your baby will develop a pattern. • Your baby may eat different amounts at times. Preparing the Formula • Wash your hands before touching the bottle or nipple. • If you are using liquid concentrate formula, mix the formula with equal parts water. Bottle Feeding Your Baby. Russian.

source: Во время обследования • Вас попросят раздеться до пояса и надеть больничный халат. • Вам могут поставить капельницу для внутривенного введения лекарств. • Вы ляжете на стол. • Место забора материала продезинфицируют. • Затем врач обезболит это место. В течение нескольких секунд вы можете чувствовать боль. Затем боль пройдет, и вы будете ощущать только давление. • Для определения точного места проведения биопсии вам могут сделать маммограмму или ультразвуковое исследование. Виды биопсии молочной железы  Тонкоигольная аспирационная биопсия (ТИАБ) Этот вид биопсии зачастую проводится в кабинете врача при наличии прощупываемых новообразований. • Врач введет в опухоль небольшую иглу, прикрепленную к шприцу. • При необходимости он поводит иглой в разные стороны и наберет в шприц небольшое количество ткани и жидкости. • После этого иглу извлекут.
en: During the Test • You will be asked to take your clothing off above the waist and put on a hospital gown. • An IV (intravenous) may be put into a vein in your arm to give medicine. • You lie on a table. • The biopsy site is cleaned. • The doctor numbs the site. This may sting for a few seconds. After this, you should only feel pressure and no pain. • A mammogram or an ultrasound may be done to locate the site to be tested. Types of Breast Biopsies  Fine Needle Aspiration (FNA) This biopsy is often done in the doctor’s office for lumps that can be felt. • The doctor inserts a small needle that is attached to a syringe into the lump. • The needle may be moved around. Tissue and fluid is collected in the syringe. • The needle is then removed. Breast Biopsy. Russian.

source:  Толстоигольная биопсия Этот вид биопсии проводится иглой большего диаметра. • На коже сделают небольшой разрез. • В него введут иглу. • Затем возьмут несколько образцов ткани. • После этого иглу извлекут. Стереотактическая биопсия Этот вид биопсии выполняется при новообразованиях, которые не прощупываются, но видны на маммограмме. • Вы ляжете лицом вниз на стол со специальным отверстием для груди. • Место биопсии обезболят. • На груди сделают небольшой разрез. • После этого рентгеновский аппарат прижмет вашу грудь и сделает ряд снимков для определения точного места взятия ткани. • В грудь введут иглу. • Затем возьмут несколько образцов ткани. • После этого иглу извлекут.
en:  Core Needle Biopsy This biopsy is done with a larger needle. • A small cut is made in the skin. • The needle is put into the site. • Several samples of tissue are collected. • The needle is then removed. Stereotactic Biopsy This biopsy is done for areas that cannot be felt, but are seen on mammogram. • You lie face down on a table with an opening for the breast. • The site is numbed. • A small incision is made in the breast. • The breast is squeezed flat and a special type of x-ray is done before and during the biopsy to locate the site. • A needle is put into the breast to remove samples of tissue. • Several samples of tissue are collected. • The needle is then removed. Breast Biopsy. Russian.

source:  Эксцизионная биопсия Во время этой процедуры извлекается все новообразование. • Вам дадут обезболивающее средство или сделают наркоз. • На груди сделают разрез, чтобы удалить новообразование и окружающие его ткани. • Затем на место разреза наложат швы или специальный пластырь. Уход на дому • В течение 24 часов после процедуры не поднимайте тяжести весом более 2,2 кг (5 фунтов). Бутылка молока объемом один галлон весит больше 3,6 кг (8 фунтов). • Принимайте обычную пищу. • В месте биопсии может появиться кровоподтек, дискомфорт, отек и незначительные выделения. • Для удобства вы можете надеть спортивный бюстгальтер. • При необходимости можно принять отпускаемый без рецепта обезболивающий препарат, который не содержит аспирин. • Для уменьшения отека и кровоподтека к месту биопсии можно приложить пакет со льдом. Не прикладывайте лед непосредственно к коже. • На место разреза наложат швы или специальный лейкопластырь. Швы снимут на приеме у врача. • Если вам делали эксцизионную биопсию, вам можно принимать душ, но нельзя принимать ванну или плавать в течение 2 недель.
en:  Excisional Biopsy The entire lump is taken out in surgery. • You will be given medicine to numb the breast or to make you sleepy. • An incision is made in the breast to remove the lump and some tissue around the lump. • The site is closed with a stitch or special tape. Home Care • Do not lift over 5 pounds for 24 hours after your biopsy. A gallon of milk weighs over eight pounds. • You can eat your normal diet. • You may have bruising, discomfort, swelling, and a small amount of drainage at the biopsy site. • You can wear a sports bra for support. • You may use over the counter pain medicine that does not contain aspirin as needed. • Apply an ice pack to your breast as needed to reduce swelling and bruising. Do not apply ice directly to the skin. • A stitch or special tape is put on the incision. The stitch will be removed at the doctor’s office. • If you had an excisional biopsy, you may shower but do not take a bath or swim for 2 weeks. Breast Biopsy. Russian.
